Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Project page
ar: صفحة المشروع
cs: Stránka projektu
de: Projektseite
el: Σελίδα έργου
es: Página del proyecto
es_419: Página del proyecto
es_mx: Página del proyecto
fr: Page du projet
he: דף הפרויקט
hi: प्रोजेक्ट पेज
id: Halaman proyek
it: Pagina del progetto
ja: プロジェクトページ
ko: 프로젝트 페이지
nl: Projectpagina
pl: Strona projektu
pt: Página do projeto
pt_br: Página do projeto
pt_pt: Página do projeto
ru: Страница проекта
sv: Projektsida
th: หน้าโครงการ
uk: Сторінка проєкту
vi: Trang dự án
zh_hans: 项目主页
zh_hk: 項目主頁

source: Promoted Locations
ar: المواقع المميزة
cs: Propagované lokace
de: Beworbene Standorte
el: Προωθούμενες τοποθεσίες
es: Ubicaciones promocionadas
es_419: Ubicaciones promocionadas
es_mx: Ubicaciones promocionadas
fr: Emplacements promus
he: מיקומים מומלצים
hi: प्रचारित स्थान
id: Lokasi Unggulan
it: Posizioni in evidenza
ja: プロモーションロケーション
ko: 추천 위치
nl: Uitgelichte locaties
pl: Promowane lokalizacje
pt: Locais promovidos
pt_br: Locais promovidos
pt_pt: Locais promovidos
ru: Продвигаемые локации
sv: Utvalda platser
th: พื้นที่ที่ได้รับการโปรโมท
uk: Рекомендовані локації
vi: Vị trí nổi bật
zh_hans: 推荐地点
zh_hk: 推薦地點

source: Provide mode
ar: وضع التوفير
cs: Režim poskytování
de: Bereitstellungsmodus
el: Λειτουργία παροχής
es: Modo de provisión
es_419: Modo de provisión
es_mx: Modo de provisión
fr: Mode de fourniture
he: מצב אספקה
hi: प्रदान मोड
id: Mode penyediaan
it: Modalità di fornitura
ja: 提供モード
ko: 제공 모드
nl: Leveringsmodus
pl: Tryb udostępniania
pt: Modo de fornecimento
pt_br: Modo de fornecimento
pt_pt: Modo de fornecimento
ru: Режим предоставления
sv: Tillhandahållandeläge
th: โหมดการให้บริการ
uk: Режим надання
vi: Chế độ cung cấp
zh_hans: 提供模式
zh_hk: 提供模式

source: Provider
ar: المزود
cs: Poskytovatel
de: Anbieter
el: Πάροχος
es: Proveedor
es_419: Proveedor
es_mx: Proveedor
fr: Fournisseur
he: ספק
hi: प्रदाता
id: Penyedia
ja: プロバイダー
ko: 제공자
pl: Dostawca
pt: Fornecedor
pt_br: Provedor
pt_pt: Fornecedor
ru: Провайдер
sv: Leverantör
th: ผู้ให้บริการ
uk: Провайдер
vi: Nhà cung cấp
zh_hans: 提供商
zh_hk: 供應商

source: Provider · %@
ar: المزود · %@
cs: Poskytovatel · %@
de: Anbieter · %@
el: Πάροχος · %@
es: Proveedor · %@
es_419: Proveedor · %@
es_mx: Proveedor · %@
fr: Fournisseur · %@
he: ספק · %@
hi: प्रदाता · %@
id: Penyedia · %@
ja: プロバイダー · %@
ko: 제공자 · %@
pl: Dostawca · %@
pt: Fornecedor · %@
pt_br: Provedor · %@
pt_pt: Fornecedor · %@
ru: Провайдер · %@
sv: Leverantör · %@
th: ผู้ให้บริการ · %@
uk: Провайдер · %@
vi: Nhà cung cấp · %@
zh_hans: 提供商 · %@
zh_hk: 供應商 · %@

source: Provider connect failures
ar: إخفاقات اتصال المزود
cs: Selhání připojení poskytovatelů
de: Verbindungsfehler bei Anbietern
el: Αποτυχίες σύνδεσης παρόχων
es: Fallos de conexión del proveedor
es_419: Fallas de conexión del proveedor
es_mx: Fallas de conexión del proveedor
fr: Échecs de connexion des fournisseurs
he: כשלי חיבור של ספקים
hi: प्रदाता कनेक्ट विफलताएँ
id: Kegagalan koneksi penyedia
it: Connessioni non riuscite dei provider
ja: プロバイダーの接続失敗
ko: 제공자 연결 실패
nl: Verbindingsfouten van providers
pl: Błędy połączeń dostawców
pt: Falhas de ligação do fornecedor
pt_br: Falhas de conexão do provedor
pt_pt: Falhas de ligação do fornecedor
ru: Сбои подключения у провайдеров
sv: Leverantörernas anslutningsfel
th: การเชื่อมต่อของผู้ให้บริการที่ล้มเหลว
uk: Збої з’єднань провайдерів
vi: Lỗi kết nối của nhà cung cấp
zh_hans: 提供商连接失败
zh_hk: 供應商連線失敗

source: Provider contracts
ar: عقود المزود
cs: Kontrakty poskytovatele
de: Anbieter-Verträge
el: Συμβόλαια παρόχου
es: Contratos de proveedor
es_419: Contratos de proveedor
es_mx: Contratos de proveedor
fr: Contrats fournisseur
he: חוזי ספק
hi: प्रदाता कॉन्ट्रैक्ट
id: Kontrak penyedia
it: Contratti provider
ja: プロバイダー契約
ko: 제공자 계약
nl: Providercontracten
pl: Kontrakty dostawcy
pt: Contratos do fornecedor
pt_br: Contratos do provedor
pt_pt: Contratos do fornecedor
ru: Контракты провайдера
sv: Leverantörskontrakt
th: สัญญาผู้ให้บริการ
uk: Контракти провайдера
vi: Hợp đồng nhà cung cấp
zh_hans: 提供商合约
zh_hk: 供應商合約

source: Provider details are unavailable until connected
ar: تفاصيل المزود غير متاحة حتى الاتصال
cs: Údaje o poskytovateli nejsou k dispozici, dokud se nepřipojíte
de: Anbieterdetails sind bis zur Verbindung nicht verfügbar
el: Τα στοιχεία των παρόχων δεν είναι διαθέσιμα μέχρι τη σύνδεση
es: Los detalles del proveedor no están disponibles hasta conectarte
es_419: Los detalles del proveedor no están disponibles hasta conectarse
es_mx: Los detalles del proveedor no están disponibles hasta conectarte
fr: Les détails du fournisseur sont indisponibles jusqu'à la connexion
he: פרטי הספק אינם זמינים עד להתחברות
hi: कनेक्ट होने तक प्रदाता का विवरण उपलब्ध नहीं है
id: Detail penyedia tidak tersedia sampai terhubung
it: I dettagli del provider non sono disponibili fino alla connessione
ja: 接続するまでプロバイダーの詳細は利用できません
ko: 연결될 때까지 제공업체 세부 정보를 사용할 수 없습니다
nl: Providergegevens zijn niet beschikbaar tot er verbinding is
pl: Szczegóły dostawcy są niedostępne do czasu połączenia
pt: Os detalhes do fornecedor não estão disponíveis até ligar
pt_br: Os detalhes do provedor não estão disponíveis até conectar
pt_pt: Os detalhes do fornecedor não estão disponíveis até ligar
ru: Сведения о провайдере недоступны до подключения
sv: Leverantörsinformation är inte tillgänglig förrän du är ansluten
th: รายละเอียดผู้ให้บริการจะไม่แสดงจนกว่าจะเชื่อมต่อ
uk: Відомості про провайдера недоступні до підключення
vi: Không có thông tin nhà cung cấp cho đến khi kết nối
zh_hans: 连接后才能查看提供商详情
zh_hk: 連接後才能查看供應商詳情

source: Provider Identities
ar: هويات المزودين
cs: Identity poskytovatelů
de: Anbieter-Identitäten
el: Ταυτότητες παρόχων
es: Identidades de proveedores
es_419: Identidades de proveedores
es_mx: Identidades de proveedores
fr: Identités des fournisseurs
he: זהויות ספקים
hi: प्रदाताओं की पहचान
id: Identitas penyedia
it: Identità dei provider
ja: プロバイダーのID
ko: 제공업체 신원
nl: Provideridentiteiten
pl: Tożsamości dostawców
pt: Identidades dos fornecedores
pt_br: Identidades dos provedores
pt_pt: Identidades dos fornecedores
ru: Идентификаторы провайдеров
sv: Leverantörsidentiteter
th: ข้อมูลระบุตัวตนของผู้ให้บริการ
uk: Ідентичності провайдерів
vi: Danh tính nhà cung cấp
zh_hans: 提供商身份
zh_hk: 供應商身份

source: Provider identity key hash copied
ar: تم نسخ بصمة مفتاح هوية المزوّد
cs: Otisk identitního klíče poskytovatele zkopírován
de: Hash des Anbieter-Identitätsschlüssels kopiert
el: Το hash του κλειδιού ταυτότητας παρόχου αντιγράφηκε
es: Hash de la clave de identidad del proveedor copiado
es_419: Hash de la clave de identidad copiado
es_mx: Hash de la clave de identidad del proveedor copiado
fr: Empreinte de la clé d'identité du fournisseur copiée
he: גיבוב מפתח זהות הספק הועתק
hi: प्रदाता पहचान कुंजी का हैश कॉपी किया गया
id: Hash kunci identitas penyedia disalin
it: Hash della chiave di identità del provider copiato
ja: プロバイダーIDキーのハッシュをコピーしました
ko: 제공업체 신원 키 해시가 복사되었습니다
nl: Hash van provider-identiteitssleutel gekopieerd
pl: Skopiowano skrót klucza tożsamości dostawcy
pt: Hash da chave de identidade do fornecedor copiado
pt_br: Hash da chave de identidade do provedor copiado
pt_pt: Hash da chave de identidade do fornecedor copiado
ru: Хеш ключа идентификации провайдера скопирован
sv: Hash för leverantörens identitetsnyckel kopierad
th: คัดลอกแฮชของคีย์ระบุตัวตนผู้ให้บริการแล้ว
uk: Хеш ключа ідентичності провайдера скопійовано
vi: Đã sao chép hash khóa danh tính nhà cung cấp
zh_hans: 提供商身份密钥哈希已复制
zh_hk: 供應商身份密鑰雜湊已複製

source: Provider Locations
ar: مواقع مزودي الخدمة
cs: Lokality poskytovatelů
de: Anbieter-Standorte
el: Τοποθεσίες παρόχων
es: Ubicaciones de proveedores
es_419: Ubicaciones de proveedores
es_mx: Ubicaciones de proveedores
fr: Emplacements des fournisseurs
he: מיקומי ספקים
hi: प्रदाताओं के स्थान
id: Lokasi Penyedia
it: Posizioni dei provider
ja: プロバイダーの場所
ko: 제공업체 위치
nl: Providerlocaties
pl: Lokalizacje dostawców
pt: Localizações dos fornecedores
pt_br: Localizações dos provedores
pt_pt: Localizações dos fornecedores
ru: Локации провайдеров
sv: Leverantörsplatser
th: ตำแหน่งผู้ให้บริการ
uk: Локації провайдерів
vi: Vị trí nhà cung cấp
zh_hans: 提供商位置
zh_hk: 供應商位置

source: Provider statistics
ar: إحصائيات المزود
cs: Statistiky poskytovatele
de: Anbieter-Statistiken
el: Στατιστικά παρόχου
es: Estadísticas del proveedor
es_419: Estadísticas del proveedor
es_mx: Estadísticas del proveedor
fr: Statistiques fournisseur
he: סטטיסטיקת ספק
hi: प्रदाता आँकड़े
id: Statistik penyedia
it: Statistiche provider
ja: プロバイダー統計
ko: 제공자 통계
nl: Providerstatistieken
pl: Statystyki dostawcy
pt: Estatísticas do fornecedor
pt_br: Estatísticas do provedor
pt_pt: Estatísticas do fornecedor
ru: Статистика провайдера
sv: Leverantörsstatistik
th: สถิติผู้ให้บริการ
uk: Статистика провайдера
vi: Thống kê nhà cung cấp
zh_hans: 提供商统计
zh_hk: 供應商統計

source: Provider stats will appear when the provider is enabled.
ar: ستظهر إحصاءات المزود عند تفعيل المزود.
cs: Statistiky poskytovatele se zobrazí, jakmile bude poskytovatel zapnutý.
de: Anbieterstatistiken erscheinen, sobald der Anbieter aktiviert ist.
el: Τα στατιστικά παρόχου θα εμφανιστούν όταν ενεργοποιηθεί ο πάροχος.
es: Las estadísticas del proveedor aparecerán cuando se active el proveedor.
es_419: Las estadísticas del proveedor aparecerán cuando se active el proveedor.
es_mx: Las estadísticas del proveedor aparecerán cuando se active el proveedor.
fr: Les statistiques du fournisseur apparaîtront quand le fournisseur sera activé.
he: סטטיסטיקות הספק יופיעו כשהספק יופעל.
hi: प्रदाता चालू होने पर प्रदाता के आँकड़े दिखेंगे।
id: Statistik penyedia akan muncul saat penyedia diaktifkan.
it: Le statistiche del provider compariranno quando il provider sarà attivo.
ja: プロバイダーを有効にすると、プロバイダーの統計が表示されます。
ko: 제공자를 켜면 제공자 통계가 표시됩니다.
nl: Providerstatistieken verschijnen zodra de provider is ingeschakeld.
pl: Statystyki dostawcy pojawią się, gdy dostawca zostanie włączony.
pt: As estatísticas do fornecedor aparecem quando o fornecedor for ativado.
pt_br: As estatísticas do provedor aparecerão quando o provedor for ativado.
pt_pt: As estatísticas do fornecedor aparecem quando o fornecedor for ativado.
ru: Статистика провайдера появится, когда провайдер будет включён.
sv: Leverantörsstatistik visas när leverantören är aktiverad.
th: สถิติผู้ให้บริการจะแสดงเมื่อเปิดใช้ผู้ให้บริการ
uk: Статистика провайдера з’явиться, коли провайдера буде ввімкнено.
vi: Thống kê nhà cung cấp sẽ xuất hiện khi bật nhà cung cấp.
zh_hans: 启用提供商后，将显示提供商统计信息。
zh_hk: 啟用供應商後，會顯示供應商統計資料。

source: Provider status isn't available right now.
ar: حالة المزود غير متاحة الآن.
cs: Stav poskytovatele teď není k dispozici.
de: Der Anbieterstatus ist gerade nicht verfügbar.
el: Η κατάσταση παρόχου δεν είναι διαθέσιμη αυτή τη στιγμή.
es: El estado del proveedor no está disponible en este momento.
es_419: El estado del proveedor no está disponible en este momento.
es_mx: El estado del proveedor no está disponible en este momento.
fr: Le statut du fournisseur n'est pas disponible pour le moment.
he: סטטוס הספק אינו זמין כרגע.
hi: प्रदाता की स्थिति अभी उपलब्ध नहीं है।
id: Status penyedia tidak tersedia saat ini.
it: Lo stato del provider non è disponibile al momento.
ja: プロバイダーのステータスは現在利用できません。
ko: 지금은 제공업체 상태를 확인할 수 없습니다.
nl: De providerstatus is nu niet beschikbaar.
pl: Stan dostawcy jest teraz niedostępny.
pt: O estado do fornecedor não está disponível de momento.
pt_br: O status do provedor não está disponível no momento.
pt_pt: O estado do fornecedor não está disponível de momento.
ru: Статус провайдера сейчас недоступен.
sv: Leverantörsstatus är inte tillgänglig just nu.
th: ไม่สามารถดูสถานะผู้ให้บริการได้ในขณะนี้
uk: Статус провайдера зараз недоступний.
vi: Trạng thái nhà cung cấp hiện không khả dụng.
zh_hans: 提供商状态暂时不可用。
zh_hk: 供應商狀態暫時無法使用。

source: Provider transports
ar: بروتوكولات النقل للمزود
cs: Transporty poskytovatele
de: Anbieter-Transporte
el: Μεταφορές παρόχου
es: Transportes del proveedor
es_419: Transportes del proveedor
es_mx: Transportes del proveedor
fr: Transports du fournisseur
he: פרוטוקולי העברה של הספק
hi: प्रदाता ट्रांसपोर्ट
id: Transport penyedia
it: Trasporti del provider
ja: プロバイダーのトランスポート
ko: 제공자 전송 방식
pl: Transporty dostawcy
pt: Transportes do fornecedor
pt_br: Transportes do provedor
pt_pt: Transportes do fornecedor
ru: Транспорты провайдера
sv: Leverantörstransporter
th: ทรานสปอร์ตของผู้ให้บริการ
uk: Транспорти провайдера
vi: Phương thức truyền tải của nhà cung cấp
zh_hans: 提供商传输方式
zh_hk: 供應商傳輸方式

source: Providers
ar: المزوّدون
cs: Poskytovatelé
de: Provider
el: Πάροχοι
es: Proveedores
es_419: Proveedores
es_mx: Proveedores
fr: Fournisseurs
he: ספקים
hi: प्रदाता
id: Penyedia
it: Provider
ja: プロバイダー
ko: 제공자
pl: Dostawcy
pt: Fornecedores
pt_br: Provedores
pt_pt: Fornecedores
ru: Провайдеры
sv: Leverantörer
th: ผู้ให้บริการ
uk: Провайдери
vi: Nhà cung cấp
zh_hans: 提供者
zh_hk: 供應商

source: Provides only to your own network's devices.
ar: يوفّر فقط لأجهزة شبكتك الخاصة.
cs: Poskytuje jen zařízením vaší vlastní sítě.
de: Stellt nur den Geräten deines eigenen Netzwerks bereit.
el: Παρέχει μόνο στις συσκευές του δικού σας δικτύου.
es: Proporciona solo a los dispositivos de tu propia red.
es_419: Proporciona solo a los dispositivos de tu propia red.
es_mx: Proporciona solo a los dispositivos de tu propia red.
fr: Fournit uniquement aux appareils de votre propre réseau.
he: מספק רק למכשירים של הרשת שלכם.
hi: सिर्फ़ आपके अपने नेटवर्क के डिवाइस को प्रदान करता है।
id: Hanya menyediakan untuk perangkat di jaringan Anda sendiri.
it: Fornisce solo ai dispositivi della tua rete.
ja: 自分のネットワークのデバイスにのみ提供します。
ko: 내 네트워크의 기기에만 제공합니다.
nl: Levert alleen aan de apparaten van je eigen netwerk.
pl: Udostępnia tylko urządzeniom z twojej sieci.
pt: Fornece apenas aos dispositivos da sua própria rede.
pt_br: Fornece apenas para os dispositivos da sua própria rede.
pt_pt: Fornece apenas aos dispositivos da sua própria rede.
ru: Предоставляет доступ только устройствам вашей сети.
sv: Tillhandahåller bara åt enheterna i ditt eget nätverk.
th: ให้บริการเฉพาะอุปกรณ์ในเครือข่ายของคุณเอง
uk: Надає доступ лише пристроям вашої мережі.
vi: Chỉ cung cấp cho các thiết bị trong mạng của chính bạn.
zh_hans: 仅向您自己网络中的设备提供。
zh_hk: 只向你自己網絡中的裝置提供。

source: Provides to everyone whenever the app is running.
ar: يوفّر للجميع طالما أن التطبيق قيد التشغيل.
cs: Poskytuje všem, kdykoli aplikace běží.
de: Stellt allen bereit, solange die App läuft.
el: Παρέχει σε όλους όσο η εφαρμογή εκτελείται.
es: Proporciona a todos siempre que la app esté en ejecución.
es_419: Proporciona a todos siempre que la app esté en ejecución.
es_mx: Proporciona a todos siempre que la app esté en ejecución.
fr: Fournit à tout le monde tant que l’app est ouverte.
he: מספק לכולם כל עוד האפליקציה פועלת.
hi: जब तक ऐप चल रहा है, सभी को प्रदान करता है।
id: Menyediakan untuk semua orang selama aplikasi berjalan.
it: Fornisce a tutti finché l’app è in esecuzione.
ja: アプリの実行中は、すべての人に提供します。
ko: 앱이 실행 중일 때 항상 모두에게 제공합니다.
nl: Levert aan iedereen zolang de app draait.
pl: Udostępnia wszystkim, gdy aplikacja działa.
pt: Fornece a todos sempre que a app está em execução.
pt_br: Fornece para todos sempre que o app estiver em execução.
pt_pt: Fornece a todos sempre que a app está em execução.
ru: Предоставляет доступ всем, пока приложение запущено.
sv: Tillhandahåller åt alla när appen är igång.
th: ให้บริการแก่ทุกคนเมื่อแอปทำงานอยู่
uk: Надає доступ усім, поки застосунок працює.
vi: Cung cấp cho mọi người bất cứ khi nào ứng dụng đang chạy.
zh_hans: 只要应用在运行，就向所有人提供。
zh_hk: 只要應用程式在運作，就向所有人提供。

source: Provides to everyone while you're connected, otherwise only to your own devices.
ar: يوفّر للجميع أثناء اتصالك، وإلا فلأجهزتك فقط.
cs: Poskytuje všem, když jste připojeni, jinak jen vašim vlastním zařízením.
de: Stellt allen bereit, während du verbunden bist, sonst nur deinen eigenen Geräten.
el: Παρέχει σε όλους όσο είστε συνδεδεμένοι, αλλιώς μόνο στις δικές σας συσκευές.
es: Proporciona a todos mientras estás conectado; si no, solo a tus propios dispositivos.
es_419: Proporciona a todos mientras estás conectado; si no, solo a tus propios dispositivos.
es_mx: Proporciona a todos mientras estás conectado; si no, solo a tus propios dispositivos.
fr: Fournit à tout le monde pendant que vous êtes connecté, sinon uniquement à vos propres appareils.
he: מספק לכולם בזמן שאתם מחוברים, ואחרת רק למכשירים שלכם.
hi: जब आप कनेक्ट हों तब सभी को प्रदान करता है, वरना सिर्फ़ आपके अपने डिवाइस को।
id: Menyediakan untuk semua orang saat Anda terhubung, selain itu hanya untuk perangkat Anda sendiri.
it: Fornisce a tutti mentre sei connesso, altrimenti solo ai tuoi dispositivi.
ja: 接続中はすべての人に提供し、それ以外は自分のデバイスにのみ提供します。
ko: 연결되어 있는 동안 모두에게 제공하고, 그 외에는 내 기기에만 제공합니다.
nl: Levert aan iedereen terwijl je verbonden bent, anders alleen aan je eigen apparaten.
pl: Udostępnia wszystkim, gdy masz połączenie, a w przeciwnym razie tylko twoim urządzeniom.
pt: Fornece a todos enquanto está ligado; caso contrário, apenas aos seus próprios dispositivos.
pt_br: Fornece para todos enquanto você está conectado; caso contrário, só para os seus próprios dispositivos.
pt_pt: Fornece a todos enquanto está ligado; caso contrário, apenas aos seus próprios dispositivos.
ru: Предоставляет доступ всем, пока вы подключены, а в остальное время — только вашим устройствам.
sv: Tillhandahåller åt alla medan du är ansluten, annars bara åt dina egna enheter.
th: ให้บริการแก่ทุกคนขณะที่คุณเชื่อมต่ออยู่ นอกนั้นให้บริการเฉพาะอุปกรณ์ของคุณเอง
uk: Надає доступ усім, поки ви підключені, інакше — лише вашим власним пристроям.
vi: Cung cấp cho mọi người khi bạn đang kết nối, còn lại chỉ cho thiết bị của chính bạn.
zh_hans: 连接期间向所有人提供，否则仅向您自己的设备提供。
zh_hk: 連接期間向所有人提供，否則只向你自己的裝置提供。

source: Providing
ar: جاري التوفير
cs: Poskytování
de: Bereitstellung
el: Παροχή
es: Proporcionando
es_419: Proporcionando
es_mx: Proporcionando
fr: Fourniture
he: מספק
hi: प्रदान कर रहा है
id: Menyediakan
it: Fornendo
ja: 提供中
ko: 제공 중
nl: Verstrekken
pl: Udostępnianie
pt: A fornecer
pt_br: Fornecendo
pt_pt: A fornecer
ru: Предоставление
sv: Tillhandahåller
th: กำลังให้บริการ
uk: Надання
vi: Đang cung cấp
zh_hans: 提供中
zh_hk: 提供中

source: Providing is disabled
ar: التوفير معطّل
cs: Poskytování je vypnuté
de: Bereitstellung ist deaktiviert
el: Η παροχή είναι απενεργοποιημένη
es: La provisión está desactivada
es_419: La provisión está desactivada
es_mx: La provisión está desactivada
fr: La fourniture est désactivée
he: האספקה מושבתת
hi: प्रदान करना बंद है
id: Penyediaan dinonaktifkan
it: La fornitura è disattivata
ja: 提供は無効です
ko: 제공이 비활성화되어 있습니다
nl: Leveren is uitgeschakeld
pl: Udostępnianie jest wyłączone
pt: O fornecimento está desativado
pt_br: O fornecimento está desativado
pt_pt: O fornecimento está desativado
ru: Предоставление отключено
sv: Tillhandahållande är avstängt
th: การให้บริการถูกปิดอยู่
uk: Надання вимкнено
vi: Cung cấp đang tắt
zh_hans: 提供功能已关闭
zh_hk: 提供功能已關閉

source: Providing is off by default. Choose when your device provides below.
ar: ضبط الإعداد على "دائمًا" لزيادة البيانات المجانية بشكل أسرع.
cs: Nastavením na „Vždy“ můžete rychleji získat bezplatná data.
de: Du kannst die Einstellung auf „Immer“ setzen, um die kostenlosen Daten schneller zu füllen.
el: Μπορείτε να ρυθμίσετε την επιλογή σε «Πάντα» για να γεμίσετε τα δωρεάν δεδομένα πιο γρήγορα.
es: Puedes ajustar la configuración a "Siempre" para llenar los datos gratis más rápido.
es_419: La provisión está desactivada por defecto. Elige a continuación cuándo proporciona datos tu dispositivo.
es_mx: Puedes ajustar la configuración a "Siempre" para llenar los datos gratis más rápido.
fr: Vous pouvez régler le paramètre sur « Toujours » pour remplir les données gratuites plus rapidement.
he: האספקה כבויה כברירת מחדל. בחר למטה מתי המכשיר שלך מספק.
hi: आप सेटिंग को "हमेशा" पर समायोजित कर सकते हैं ताकि मुफ्त डेटा तेजी से भर सके।
id: Penyediaan nonaktif secara default. Pilih di bawah kapan perangkat Anda menyediakan.
it: La fornitura è disattivata per impostazione predefinita. Scegli qui sotto quando il tuo dispositivo fornisce.
ja: 設定を「常に」に変更すると、無料データがより早く増えます。
ko: 설정을 '항상'으로 조정하면 무료 데이터를 더 빨리 채울 수 있습니다.
nl: Je kunt de instelling op 'Altijd' zetten om sneller gratis data te vullen.
pl: Możesz ustawić opcję na „Zawsze”, aby szybciej zapełnić darmowe dane.
pt: Pode ajustar a definição para "Sempre" para preencher os dados gratuitos mais rapidamente.
pt_br: Você pode ajustar a configuração para "Sempre" para preencher os dados gratuitos mais rápido.
pt_pt: O fornecimento está desativado por defeito. Escolha abaixo quando o seu dispositivo deve fornecer.
ru: Предоставление по умолчанию выключено. Ниже выберите, когда ваше устройство будет предоставлять доступ.
sv: Tillhandahållande är av som standard. Välj nedan när din enhet ska tillhandahålla.
th: คุณสามารถปรับการตั้งค่าเป็น "เสมอ" เพื่อเติมข้อมูลฟรีได้เร็วขึ้น
uk: Надання за замовчуванням вимкнено. Нижче виберіть, коли ваш пристрій надає дані.
vi: Cung cấp được tắt theo mặc định. Chọn bên dưới khi nào thiết bị của bạn cung cấp.
zh_hans: 您可以将设置调整为“始终”，以更快地填充免费数据
zh_hk: 提供功能預設關閉。請在下方選擇裝置何時提供。
